start_msg = """Расслабься, это не типичный годовой отчёт. Никаких согласований, правок, созвонов и обсуждений. Просто отвечаешь на несколько вопросов — и тебе приходит готовая презентация. Да, оказывается, так бывает."""

subscribe_msg = """Даю доступ к боту только подписчикам своего канала. Такая вот элитарность, и что ты мне сделаешь?"""

unsubscribe_msg = """Тебя спалили. Без подписки хочется проскочить?"""

report_msg = """Создай отчет"""

photo_msg = """Пришли свою фотографию. Не пугайся: не на доску позора. Если совсем стесняешься, отправь любое фото, бот использует его."""

photo_error_msg = """Извини, что я с правками, но что-то пошло не так. Попробуй еще раз прислать фото (своё или не своё)."""

answer_1_msg = """Чем ты гордишься в 2025 году?"""

answer_2_msg = """Задача, которая выбесила тебя больше всего?"""

answer_3_msg = """Что бы ты сказал(а) сам(а) себе в начале года? Напиши текст до 100 символов, не используй эмодзи."""

answer_3_error_msg = """Извини, текст не прошёл. Попробуй набрать сообщение до 50 символов и без эмодзи."""

answer_4_msg = """Какой был твой 2025 год? Выбери соответствующий мем."""

answer_5_msg = """Пришли имя друллеги, с которым год стал лучше."""

answer_5_error_msg = """Извини, что-то пошло не так. Попробуй прислать имя друллеги, с которым год стал лучше."""

answer_6_msg = """Тебе приходит письмо от руководителя на почту. Оставишь одно письмо себе или отправишь два коллеге?"""

answer_7_msg = """Что ты будешь делать на новогодних праздниках?"""

answer_8_msg = """Много ли ты работал(а) в этом году?"""

answer_9_msg = """Чему бы ты хотел(а) научиться в 2026 году?"""

result_msg = """Текст"""

end_msg = """Поздравляю тебя с наступающим Новым годом — держи свой личный годовой отчёт! 
Пусть сокращают не зарплату, а нагрузку, награждают не задачами, а премиями, и продлевают не рабочие часы, а отпуска. Счастливого, интересного и спокойного 2026 года!"""
